[
    {
        "id": 1,
        "name": "Estrategia del Servicio",
        "desc" : "Sus misiones principales son incluir las TI en las estrategia empresarial, para ello trata de definir cómo diseñar, desarrollar e implementar la gestión del servicio como un activo estratégico de la compañía, y asegurar que las organizaciones están en posición de soportar los costes y riesgos asociados a sus portfolios de servicios.",
        "procesos": [
            {
                "id": 11,
                "name": "Gestión estratégica de servicios TI",
                "bloqueId":1,
                "nivelMadurez":1,
                "responsable":"",
                "collapse": false, 
                "desc": "Es el proceso responsable de definir y mantener la perspectiva, posición, planes y patrones de una organización con respecto a sus servicios y a la gestión de los mismos. Una vez que la estrategia ha sido definida la gestión estratégica de servicios de TI también es responsable de garantizar que se logren los resultados previstos del negocio."
            },
            {
                "id": 12,
                "name": "Gestión de relaciones con el negocio",
                "bloqueId": 1,
                "nivelMadurez": 1,
                "responsable": "",
                "collapse": false, 
                "desc": "El proceso responsable del mantenimiento de una positiva relación con los clientes. La gestión de relaciones con el negocio identifica las necesidades del cliente y asegura que el proveedor de servicios sea capaz de satisfacer estas necesidades con un catálogo de servicios adecuado y tiene fuertes vínculos con la gestión de niveles de servicio."
            },
            {
                "id": 13,
                "name": "Gestión de la demanda",
                "bloqueId": 1,
                "nivelMadurez": 1,
                "responsable": "",
                "collapse": false, 
                "desc": "Predecir de la forma más exacta posible la adquisición de productos y optimizar la utilización de los recursos TI."
            },
            {
                 "id": 14,
                "name": "Gestión financiera",
                "bloqueId": 1,
                "nivelMadurez": 1,
                "responsable": "",
                "collapse": false, 
                "desc": "Proceso cuyo objetivo es ayudar a administrar los costes de los recursos TI y proporcionar una gestión eficiente de todos los bienes y recursos financieros de IT utilizados, además de proporcionar visibilidad operacional."
            },
            {
                "id": 15,
                "name": "Gestión del portfolio de servicios",
                "bloqueId": 1,
                "nivelMadurez": 1,
                "responsable": "",
                "collapse": false, 
                "desc":"Maximizar el valor de los servicios ofrecidos gestionando correctamente los riesgos y costes."
            }
        ],  
        "collapse": false
    },
    {
        "id": 2,
        "name": "Diseño del Servicio",
        "desc": "Proporciona guías de cómo diseñar y desarrollar Servicios para convertir los objetivos estratégicos en portfolios de servicios, también cubre la parte del diseño de los procesos de gestión de Servicios.",
        "procesos": [
            {
                "id": 21,
                "name": "Coordinación de diseño",
                "bloqueId":2,
                "nivelMadurez":1,
                "responsable":"",
                "collapse": false, 
                "desc": "Proceso responsable de coordinar todas las actividades de diseño de servicios, procesos y recursos."
            },
            {
                "id": 22,
                "name": "Gestión de capacidad",
                "bloqueId":2,
                "nivelMadurez":1,
                "responsable":"",
                "collapse": false, 
                "desc": "Asegura que la capacidad de los recursos de la infraestructura IT coincide con las demandas variables del negocio, y con el coste y plazos más razonables posible."
            },
            {
                "id": 23,
                "name": "Gestión de continuidad de servicios TI",
                "bloqueId":2,
                "nivelMadurez":1,
                "responsable":"",
                "collapse": false, 
                "desc": "Dar soporte al plan de continuidad de negocio general, asegurando que los servicios técnicos de IT pueden recuperarse de cualquier desastre en los plazos acordados."
            },
            {
                "id": 24,
                "name": "Gestión de disponibildad",
                "bloqueId":2,
                "nivelMadurez":1,
                "responsable":"",
                "collapse": false, 
                "desc": "Ofrecer una base para la satisfacción del cliente, para ello trata de optimizar la capacidad de la infraestructura IT para proporcionar un nivel sostenible y a un coste adecuado de disponibilidad, que permita al negocio satisfacer sus objetivos."
            },
            {
                "id": 25,
                "name": "Gestión de seguridad de la información",
                "bloqueId":2,
                "nivelMadurez":1,
                "responsable":"",
                "collapse": false, 
                "desc": "Asegurar que la seguridad de la información se gestiona eficazmente en todas las actividades de Gestión de Servicios. Salvaguardando la disponibilidad, integridad y confidencialidad de la información."
            },
            {
                "id": 26,
                "name": "Gestión de proveedores",
                "bloqueId":2,
                "nivelMadurez":1,
                "responsable":"",
                "collapse": false, 
                "desc": "Conocer cuándo, cómo y porqué es necesario un proveedor que sirva de apoyo al servicio que el cliente necesita y gestionar a estos proveedores y sus servicios, de forma que la calidad que se proporciona al negocio sea la esperada."
            },
            {
                "id": 27,
                "name": "Gestión de niveles de servicio",
                "bloqueId": 2,
                "nivelMadurez": 1,
                "responsable": "",
                "collapse": false, 
                "desc": "Proceso cuyo objetivo es definir con el cliente un marco de referencia para poder conseguir un nivel óptimo de los servicios IT mediante una relación eficiente entre el proveedor y el cliente."
            },
            {
                "id": 28,
                "name": "Gestión del catálogo de servicos",
                "bloqueId": 2,
                "nivelMadurez": 1,
                "responsable": "",
                "collapse": false, 
                "desc": "Proporcionar una única fuente de información consistente acerca de todos los servicios acordados y delimita qué servicios se pueden ofrecer y hasta qué niveles puede desarrollarlos."
            }
        ],
        "collapse": false
    },
    {
        "id": 3,
        "name": "Transición del Servicio",
        "desc": "Define cómo transformar los requisitos recogidos anteriormente en la etapa de diseño del servicio, para convertirlos en servicios operativos, lo que se define habitualmente como 'paso a producción', controlando siempre los riesgos",
        "procesos": [
            {
                "id": 31,
                "name": "Gestión de cambios",
                "bloqueId": 3,
                "nivelMadurez": 1,
                "responsable": "",
                "collapse": false, 
                "desc": "Planificar, analizar y evaluar los cambios que han de efectuarse y asegurar la utilización de procedimientos estandarizados para la gestión eficiente de todos los cambios, para minimizar su impacto en la calidad del servicio y mejorar la operación diaria de la organización."
            },
            {
                "id": 32,
                "name": "Planificación y soporte a la transición",
                "bloqueId": 3,
                "nivelMadurez": 1,
                "responsable": "",
                "collapse": false, 
                "desc": "Proporcionar una planificación global para la transición del servicio y coordinar los recursos que requiera."
            },
            {
                "id": 33,
                "name": "Gestión de versiones y despliegues",
                "bloqueId": 3,
                "nivelMadurez": 1,
                "responsable": "",
                "collapse": false, 
                "desc": "El objetivo de este proceso es controlar, distribuir y poner en marcha el software y el hardware en el entorno de producción que ha sido autorizado en el proceso de gestión del cambio."
            },
            {
                "id": 34,
                "name": "Validación y pruebas de servicio",
                "bloqueId": 3,
                "nivelMadurez": 1,
                "responsable": "",
                "collapse": false, 
                "desc": "Asegurar que un nuevo servicio o cambio de TI cumple sus especificaciones de diseño y requisitos de negocio."
            },
            {
                "id": 35,
                "name": "Evaluación de cambios",
                "bloqueId": 3,
                "nivelMadurez": 1,
                "responsable": "",
                "collapse": false, 
                "desc": "Proporcionar medios consistentes para determinar el rendimiento de un cambio en el servicio en el contexto de impacto en el negocio y en los actuales o futuros servicios de TI."
            },
            {
                "id": 36,
                "name": "Gestión de la configuración y activos del servicio",
                "bloqueId": 3,
                "nivelMadurez": 1,
                "responsable": "",
                "collapse": false, 
                "desc": "Definir y controlar los componentes de servicios y de la infraestructura, y mantener la información exacta y precisa de la configuración (el estado histórico, planificado y actual de los servicios e infraestructura)."
            },
            {
                "id": 37,
                "name": "Gestión del conocimiento",
                "bloqueId": 3,
                "nivelMadurez": 1,
                "responsable": "",
                "collapse": false, 
                "desc": "Asegurar que se entrega la información adecuada a la persona adecuada en el momento adecuado."
            }
        ],
        "collapse": false
    },
    {
        "id": 4,
        "name": "Operación del Servicio",
        "desc": "El objetivo principal de esta etapa es coordinar y realizar las actividades y procesos necesarios para proporcionar los servicios a los clientes y usuarios a los niveles acordados y conseguir eficiencia y efectividad en la operación de los servicios activos, manteniendo la estabilidad en las operaciones y permitiendo realizar cambios controlados en los servicios, tanto reactivos como proactivos.",
        "procesos": [
            {
                "id": 41,
                "name": "Gestión de incidencias",
                "bloqueId": 4,
                "nivelMadurez": 1,
                "responsable": "",
                "collapse": false, 
                "desc": "Restaurar la operación normal del servicio IT lo más rápidamente posible, minimizando el impacto adverso en el negocio."
            },
            {
                "id": 42,
                "name": "Gestión de eventos",
                "bloqueId": 4,
                "nivelMadurez": 1,
                "responsable": "",
                "collapse": false, 
                "desc": "Monitorizar todos los eventos que ocurren en la infraestructura IT para detectar y escalar excepciones y errores."
            },
            {
                "id": 43,
                "name": "Gestión de peticiones",
                "bloqueId": 4,
                "nivelMadurez": 1,
                "responsable": "",
                "collapse": false, 
                "desc": "Tratamiento eficiente de peticiones de servicio de los usuarios."
            },
            {
                "id": 44,
                "name": "Gestión de accesos",
                "bloqueId": 4,
                "nivelMadurez": 1,
                "responsable": "",
                "collapse": false, 
                "desc": "Garantiza a los usuarios autorizados el derecho a utilizar un servicio, impidiendo su acceso a los usuarios no autorizados."
            },
            {
                "id": 45,
                "name": "Gestión de problemas",
                "bloqueId": 4,
                "nivelMadurez": 1,
                "responsable": "",
                "collapse": false, 
                "desc": "Su objetivo es identificar las causas raíz de los errores en la infraestructura IT y proponer soluciones que permitan evitar su repetición."
            }
        ],
        "collapse": false
    }

]

  